// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP-produktregistrering";
TaskTOCTitle = "Webregistrering";

HSDRegistrationDescription = "Den online registreringsproces starter automatisk og sender de fleste nødvendige oplysninger, så du kan hurtigt og let registrere produktet, når du er færdig med at konfigurere det. Du bliver også ført hen til HP Connected-webstedet, som er centralstedet til at styre din udskrivningsoplevelse online.";

WarningSheetExtendedMessages = "Når du har klikket på Fortsæt, åbnes en side med HP-produktregistrering i din standardwebbrowser. Følgende oplysninger vil sendes til HP-webstedet for at behandle registreringsprocessen.";

HSDZipCodeTitle = "Postnummer:";
